NSCameraUsageDescription = "La cámara se utiliza en llamadas de video.";
NSMicrophoneUsageDescription = "El micrófono se utiliza en llamadas de voz y video.";
NSPhotoLibraryUsageDescription = "Se necesita acceso a la biblioteca de fotos para compartir imágenes y videos desde tu dispositivo.";
NSContactsUsageDescription = "Se necesita acceso a los contactos para comparar los contactos de tu libreta de direcciones con los contactos en tu servidor.";
NSLocationWhenInUseUsageDescription = "Se necesita para compartir tu ubicación con otras personas.";
NSSpeechRecognitionUsageDescription = "Se necesita acceso al reconocimiento de voz para transcribir un mensaje de voz a texto utilizando el reconocimiento en el dispositivo.";
